tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "nextfire/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "powershell/tap"
tap "qmk/qmk"
tap "sass/sass"
tap "shopify/shopify"
brew "automake"
brew "openssl@3"
brew "bat"
brew "bat-extras"
brew "bison"
brew "fish"
brew "chruby-fish"
brew "libyaml"
brew "pkgconf"
brew "crystal"
brew "readline"
brew "exiftool"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "helix"
brew "hugo"
brew "hut"
brew "icu4c@76"
brew "jq"
brew "libffi"
brew "libgccjit"
brew "libxml2"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "pinentry-mac"
brew "ripgrep"
brew "ruby-install"
brew "starship"
brew "tree-sitter"
brew "watchexec"
brew "zola"
brew "zoxide"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@31", args: ["with-imagemagick", "with-mailutils", "with-savchenkovaleriy-big-sur-3d-icon", "with-xwidgets"]
brew "nextfire/tap/apple-music-discord-rpc"
brew "powershell/tap/powershell"
brew "qmk/qmk/qmk"
brew "sass/sass/migrator"
brew "sass/sass/sass"
brew "shopify/shopify/shopify-cli"
cask "dungeon-crawl-stone-soup-tiles"
cask "wezterm@nightly"
cask "whisky"
cask "zed@preview"
